<template>
    <div id="userage">
      <div class="userage_top">
        <img src="../assets/logo@2x.png" alt="">
      </div>
      <div class="userage_content">
        <h3 class="textCenter">菲克体育用户协议</h3>
        <p>尊敬的用户：</p>
        <p>非常感谢您注册使用菲克体育产品，为让您更好地使用菲
          克体育提供的产品和服务，请您务必审慎阅读、充分理解
          《菲克体育用户协议》（以下称“用户协议”或“本协议”）
          各条款内容，特别是免除或者限制责任的条款，并选择接
          受或不接受。本协议中限制、免责条款可能以加粗形式提
          醒您注意。
        </p>
        <p>除非您已阅读并接受本协议所有条款，否则您无权下载、
          安装或使用菲克体育提供相关产品和服务。您的下载、安
          装、使用、登陆等行为即视为您已阅读并同意本协议的约
          束。
        </p>
        <p>1. 协议的范围</p>
        <p>1.1 菲克体育是由菲克时代（北京）国际教育科技有限公
          司提供的互联网产品和服务。</p>
        <p>1.2 本用户协议是用户（您）与菲克体育之间关于使用菲
          克提供的产品和服务所订立的协议，本协议条款的效力及
          于菲克体育所提供的一切产品和服务，用户在享受菲克体
          育任何单项服务时，应当受本协议的约束。</p>
        <p>1.3 本协议项下的产品和服务是指由菲克体育发布的包括
          但不限于网络媒体、互联网增值、互动娱乐、电子商务
          和广告等的互联网产品和服务（形式包括但不限于在线
          视频、图片、软件、技术代码等）。
        </p>
        <p>1.4 本协议内容同时包括《隐私政策》及所有菲克体育已
          经发布或未来可能发布的各类规则、公告或通知，且您在
          使用菲克体育某一特定产品或服务时，可能会另有单独的
          协议、相关服务规则等，前述规则、公告、通知和协议一
          经发布即为本协议不可分割的组成部分，您同样应当遵守
          如您不同意本协议的约定，您应立即停止注册/激活并停
          止使用菲克体育的相关产品和服务。</p>
        <p>1.5 菲克体育有权根据需要不时地修订本协议及/或各类
          规则（包括但不限于制定新的条款和修改既有条款），
          并以在线公告的方式进行变更公告，无须另行单独通知
          您。修订后的协议和规则一经公布，立即或在公告明确
          的特定时间自动生效。若您在前述公告修订后继续使用
          菲克体育的产品或服务，即视为您已阅读、理解并接受
          经过修订的协议和规则。若您不同意修订，应当立即停
          止使用菲克提供的产品和服务。</p>
        <p class="tex_3 textCenter mT20">
          本协议的最终解释权归 <br>
          菲克时代（北京）国际教育科技有限公司所有
        </p>
      </div>
    </div>
</template>

<script>
    export default {
        name: "userage"
    }
</script>

<style scoped>
  #userage{padding:15px;}
  #userage .userage_top{width: 160px;text-align: center;margin: 20px auto 5px;}
  #userage .userage_top img{width: 160px;height: auto;}
  #userage .userage_content{font-size: .8rem;}
</style>
